[Play_X2_XP_KAL_T_First_Templar_Focus AkEvent]
SpokenText="The strength of the Templars ebbs and flows with the tide of combat. As we focus our energy, our power increases, and can be unleashed upon our enemies."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Some of my followers were ambushed by the Elders' forces while escorting a recent ADVENT defector to a safe location. My people are ready for whatever sacrifice is needed, but it would be a great loss to the Resistance if they were captured. If you can save them, Commander, you'll have their loyalty."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="Commander, the Elders' servants have pursued my followers and an important contact into the depths of the old city. It would be a great loss to our cause if they were to fall so needlessly, but I'm afraid they won't last much longer without support. Do what you can, I know you will."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="My followers are in dire need of your assistance, an important ally and their escort are trapped in the confines of one of the infested cities. The Elders' dogs are in constant pursuit, and it won't be long before they overtake the area. Please, do what you can to aid those loyal to our cause."

[Play_X2_XP_KAL_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="The Elders' servants are among you. If they would stand in your way, do what you must."

[Play_X2_XP_KAL_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="You've done a great thing today. I thank your forces for their courage."

[Play_X2_XP_KAL_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Show our new friends how the power of the Templars will change this war!"

[Play_X2_XP_KAL_T_How_To_Use_Templar AkEvent]
SpokenText="As Templar warriors, my followers specialize in wielding Psionic energy, mastering the power that belongs to all who are truly of this Earth. Through intense focus, we can twist the very fabric of the world around us to suit our needs."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="My followers seek allies in many places, even within the false sanctuaries built by the Elders to deceive us. Our recent contact is attempting to flee the ADVENT forces using the tunnels beneath the city, but they can only remain in hiding for so long. I have sent one my best people to assist you, but I must ask that you carry the weight of this rescue."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="A recent acquaintance of ours who once worked with the Elders' forces has chosen to abandon their service and join our cause. They have taken refuge in a temporary shelter in the tunnels beneath the city, but my followers alone cannot carry out the rescue. I trust you will do whatever you can to support our allies."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="One of my most skilled followers is deep in the tunnels, attempting to rescue a valued ally. My operative is strong, but I fear cannot accomplish this task alone. Please ensure that they all return safely from this mission."

[Play_X2_XP_KAL_T_Swarm_Mission_Complete AkEvent]
SpokenText="I never doubted your abilities, Commander. Our trust is well-deserved."

